9/data/attachments/6c7ac0e1f99c2fcc.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Christopher_likely_Friend_47995_0</nif:username>
            <nif:friendToBeRequested>soap_friends_0fd1a867-3ee0-4023-b238-56d034f09df9</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>